{"main": {"name": "Warwick Data Science Society", "currentYear": "2021", "image": "profilepic.jpg", "bio": "This is the Official Landing Page for the Warwick Data Science Society Instagram Account.", "social": [{"name": "linkedin", "url": "https://www.linkedin.com/company/warwickdatasciencesociety", "className": "fa fa-linkedin"}, {"name": "facebook", "url": "https://www.facebook.com/warwickdatascience", "className": "fa fa-facebook"}, {"name": "instagram", "url": "https://www.instagram.com/warwickdatasciencesociety/", "className": "fa fa-instagram"}, {"name": "github", "url": "https://github.com/warwickdatascience", "className": "fa fa-github"}]}, "portfolio": {"posts": [{"id": "18130861342196359", "media_url": "https://scontent-lhr8-2.cdninstagram.com/v/t51.29350-15/151780583_200230194790386_4339230331337625491_n.jpg?_nc_cat=104&ccb=3&_nc_sid=8ae9d6&_nc_ohc=qAg4mCiZ7isAX8CVRRQ&_nc_ht=scontent-lhr8-2.cdninstagram.com&oh=84d2239756da2fa8c8293b40a968651e&oe=6059E74D", "caption": "*** You can find the link to the event in our bio ***\n\nJoin us next Thursday (25th February) for a relaxing evening online with WDSS! \n\nWe will be watching a documentary film ‘AlphaGo’ that reveals an inside look at the dramatic competition between an 18-time world champion Korean Go player Lee Sedol and an artificial intelligence AlphaGo created by DeepMind.\n\nBe part of the conversation through the live chat or simply kick back and enjoy the story.\n\nThe event will be hosted on Zoom.", "timestamp": "2021-02-18T18:52:56+0000", "category": ""}, {"id": "17885152712039509", "media_url": "https://scontent-lht6-1.cdninstagram.com/v/t51.29350-15/150611244_768863383987035_3613614022953786025_n.jpg?_nc_cat=111&ccb=3&_nc_sid=8ae9d6&_nc_ohc=mMhYWja5p-AAX_3BNZD&_nc_ht=scontent-lht6-1.cdninstagram.com&oh=ec97c8d545dc7810a567923f81c8446e&oe=6057ABC6", "caption": "*** The link for tomorrow’s event is shared in bio ***\n\nIn our second instalment of this year of the Student Speaker Series, you will hear about two interesting topics.\n\nHMC: Imaginary Physics meet Bayesian Computation -- Fernando Zepeda\n\nFor decades, Bayesian Statistics was restricted to simplified models due to the difficulty in calculating posterior densities. But with computing power, came the ability to simulate and do more realistic Bayesian Computation. In this talk, we'll talk about how simulating imaginary physical systems help us do that.\n\nWeb Scraping In Bioinformatics -- Nicolas Delgado\n\nDifferent machine learning and virtual screening methodologies demand large inputs of data to reach meaningful results. When the direct download of large databases is not available, web scraping becomes a powerful tool for the retrieving of chemical and biological data. Here, we will see the R package \"rvest\" for the automatisation of processes which would otherwise delay vital results. Key examples: flavonoids against COVID, and metallochaperones in tuberculosis drug design.", "timestamp": "2021-02-17T20:33:39+0000", "category": ""}, {"id": "17907016678664583", "media_url": "https://scontent-lhr8-1.cdninstagram.com/v/t51.29350-15/149501895_249096996814040_8008941329461204208_n.jpg?_nc_cat=108&ccb=3&_nc_sid=8ae9d6&_nc_ohc=d3GFnvvtYfgAX8jPdpj&_nc_ht=scontent-lhr8-1.cdninstagram.com&oh=0dac24334e543b339c5e26800444b8ca&oe=6058D629", "caption": "Don't miss out on this once-in-a-lifetime opportunity—a state-of-the-art diagnostics facility on your doorstep.\n\nLearn more about the opportunity and meet the recruiters/department heads at our kick-off event, linked in our bio.", "timestamp": "2021-02-13T16:55:54+0000", "category": ""}, {"id": "18174483571075076", "media_url": "https://scontent-lht6-1.cdninstagram.com/v/t51.29350-15/148702985_2955298278080252_6789499257415774614_n.jpg?_nc_cat=103&ccb=3&_nc_sid=8ae9d6&_nc_ohc=L49x_aFc6e0AX_uAGvf&_nc_ht=scontent-lht6-1.cdninstagram.com&oh=c12d3dd9e694cbcc653ddc3ef2ed325c&oe=60574584", "caption": "*** Link to the event in bio ***\n\nMeet our speaker Rowan, a data scientist working for AstraZeneca. He will discuss how machine learning and data science is used in the pharmaceutical industry.\n\nDuring the event, you will have a chance to learn more about the company and ask a question from a Warwick graduate. We look forward to seeing you!", "timestamp": "2021-02-12T19:50:16+0000", "category": ""}, {"id": "17937194302458404", "media_url": "https://scontent-lhr8-1.cdninstagram.com/v/t51.29350-15/148439129_455317965502301_1867014617867568933_n.jpg?_nc_cat=108&ccb=3&_nc_sid=8ae9d6&_nc_ohc=0kbjROTjhlkAX90NGeM&_nc_ht=scontent-lhr8-1.cdninstagram.com&oh=a10777dd6ff1aef7029ef68ef4809b10&oe=60596356", "caption": "WDSS elections are coming!\n\nWe'll be offering more details in the coming weeks, but for now, you can check out our preliminary structure for the next academic year below.\n\nThere are many roles that do not require data science or coding backgrounds and provide incredible work experience such as:\n- Research Blog Editor\n- Podcast Producer\n- Webmaster\n- Marketing/Design Officer\n\nIf you know someone that may be interested in any of these roles and wants to join a vibrant, impactful, and fast-growing society, make sure they're following this page to be informed when nominations open.", "timestamp": "2021-02-10T19:33:46+0000", "category": ""}, {"id": "17887932571914086", "media_url": "https://scontent-lht6-1.cdninstagram.com/v/t51.29350-15/148095982_242280307446648_8372499026057391658_n.jpg?_nc_cat=111&ccb=3&_nc_sid=8ae9d6&_nc_ohc=ucAKYNb8hcoAX-7ur7t&_nc_oc=AQl0SIBKfi_PspwqK1Pf8f1Q3OFOaTZ_12j5-OwfFqA4um5aKxtO3gvapwJe_f-y1-s&_nc_ht=scontent-lht6-1.cdninstagram.com&oh=1cb8cb72c77a4c13c0d71e61d57afe11&oe=60579244", "caption": "*** Link to the event will be shared soon in bio ***\n\nEveryone knows that drug discovery is an expensive business. It is estimated that, on average, a pharma company spends 10–15 years and around $4 billion to bring the new drug to the market. Luckily, machine learning has presented a great opportunity to the biomedical and pharmaceutical companies like AstraZeneca to efficiently access and understand vast amounts of chemical data in very little time.\n\nIn this talk with Astra Zeneca, you will discover how machine learning and data science are used in the pharmaceutical industry. In particular we will discuss: how large biomedical knowledge graphs are used to propose new drug targets; how Bayesian neural networks and probabilistic programming can help improve drug safety; and how image recognition is used in drug discovery.", "timestamp": "2021-02-09T19:07:41+0000", "category": ""}, {"id": "17883707294002990", "media_url": "https://scontent-lhr8-1.cdninstagram.com/v/t51.29350-15/148190435_447254259759671_7337043029902194568_n.jpg?_nc_cat=109&ccb=3&_nc_sid=8ae9d6&_nc_ohc=QwTgxPEhXgIAX9Dj4Pc&_nc_ht=scontent-lhr8-1.cdninstagram.com&oh=cb295808ac90f377d257149ab722244c&oe=60585ED9", "caption": "This Thursday we are meeting for our second Code Night with Gather! Join us if you want to learn more about WDSS summer research projects, or if you want to find out what new exec role openings we offer. During the event Tim will be also introducing a statistical modelling tool called “Stan”.\n\n*** You can find the link to the event in bio ***\nDon’t forget to click ‘going’ 😉\n\nWith Gather you control a character in a virtual world, where you instantly join a video call when you are near someone - mimicking real life. There are also lots of other exciting features making this more than just a regular video call.", "timestamp": "2021-02-08T19:17:37+0000", "category": ""}, {"id": "17887818304907919", "media_url": "https://scontent-lhr8-1.cdninstagram.com/v/t51.29350-15/146926138_416986652919897_196962512326414905_n.jpg?_nc_cat=108&ccb=3&_nc_sid=8ae9d6&_nc_ohc=a0qT142UYWMAX8PC5lG&_nc_oc=AQmK2iaKCBI5YuOWIqU8SRDTGn1aM6Nx7xu2g5-SAJyQmGxlJFMaUfVgTx2WRnSIrNE&_nc_ht=scontent-lhr8-1.cdninstagram.com&oh=848231cfec229ccb0eae43e552039a84&oe=6057994C", "caption": "*** Event link in bio ***\n\nAre you graduating or recently-graduated (BSc, MSc, PhD) student interested in data science, biomedical science or chemistry?\n\nWDSS are the exclusive recruitment partner at the University of Warwick for the government's brand-new mega lab testing facility in Leamington spa.\n\nWith over 2000 well-paying and cutting-edge job opportunities, many for suitable for graduating students, this is an opportunity you don't want to miss out on.\n\nLearn more about the facility, the opportunities available, and get a head start on your application by networking with recruitment officers and heads of departments at this event.\n\n#recruitment #science #opportunities #networking", "timestamp": "2021-02-06T17:19:03+0000", "category": ""}, {"id": "17871076937282563", "media_url": "https://scontent-lhr8-2.cdninstagram.com/v/t51.29350-15/145641063_1561043517618275_3342847819366792256_n.jpg?_nc_cat=101&ccb=3&_nc_sid=8ae9d6&_nc_ohc=n9ebLhhPXG0AX9H2kfD&_nc_ht=scontent-lhr8-2.cdninstagram.com&oh=96549aea2b726744a06adf3dd4e08ff9&oe=6058A37D", "caption": "*** The link will be shared soon ***\n\nWorking on a project and want to share your progress?\nWant to meet like-minded students interested in data science?\nNeed advice from experienced data scientists?\n\nWDSS's code night is an opportunity to meet up (virtually) with students interested in data science, to share ideas and learn from each other.\n\nHosted through Gather, attendees can move around in a virtual space, chatting to others and sharing screens for support. It is a great chance to get help, talk about your projects or about data science in general.\n\nWhether you're an experienced machine learning guru, or you've literally just picked up coding, you'll be completely welcome and hopefully learn a lot from others in the process.", "timestamp": "2021-02-04T21:58:34+0000", "category": ""}, {"id": "17893307734866991", "media_url": "https://scontent-lhr8-2.cdninstagram.com/v/t51.29350-15/145481545_220518433043947_870978230547900044_n.jpg?_nc_cat=101&ccb=3&_nc_sid=8ae9d6&_nc_ohc=YRSWmKpfo8UAX_9hfDx&_nc_ht=scontent-lhr8-2.cdninstagram.com&oh=d4a188f2cb8fb1b5ad1fd5dd77538a93&oe=60598EA0", "caption": "*** Link to event in bio ***\n\nDon’t forget to come and join us this Thursday (4th February) at 6pm for our first social this term! It is a great opportunity for you to meet new friends and have some fun not in a boring zoom call. The main theme of the party is going to be a quiz night. You’ll be split into teams to compete for the best prize of the day – public’s admiration and respect! \n\nDon’t worry if you don’t know anyone. We are going to play some icebreaker games at the very beginning so that you bond with your team. Also, feel free to just come up to a person and start a conversation as you would do in pre-covid times.\n\nA little bit about the amazing platform we are going to use:\nGather is essentially a web-conferencing software like Zoom, but with the added component of seeing the virtual “room”, and with the ability to move around and interact with other participants based on your locations in the room, just like real life. \n\nPlaces are limited (!) so please press ‘going’ in the Facebook event page.", "timestamp": "2021-02-01T21:25:20+0000", "category": ""}, {"id": "18191848090022210", "media_url": "https://scontent-lhr8-1.cdninstagram.com/v/t51.29350-15/143237484_170431937838928_6131291933996031324_n.jpg?_nc_cat=110&ccb=3&_nc_sid=8ae9d6&_nc_ohc=QmYaH30q0dIAX_-xRnT&_nc_ht=scontent-lhr8-1.cdninstagram.com&oh=bcfcaaf6578c1e79197ede0699e454cd&oe=6056E1AA", "caption": "*** The link will be shared soon ***\n \nWhat are you doing on Thursday evening?\na) Joining us for a Virtual Quiz\nb) Also 'a'\nWell done! That's the first question right - you're on a roll! \n \nWe're going to be hosting a quiz night on our loved social platform Gather on Thursday 4th February at 6pm. It's going to be a really fun night and should be a nice chance to relax and meet new people! Everyone is welcome and don’t worry it is not going to be a heavy data science quiz.", "timestamp": "2021-01-28T20:28:20+0000", "category": ""}, {"id": "17880074672087440", "media_url": "https://scontent-lhr8-1.cdninstagram.com/v/t51.29350-15/142153221_258305585660903_6632112239302784494_n.jpg?_nc_cat=110&ccb=3&_nc_sid=8ae9d6&_nc_ohc=TtRdnFpAi-gAX-Pb92S&_nc_ht=scontent-lhr8-1.cdninstagram.com&oh=234ba3e829e6c46b1e6541f5c98a7736&oe=6058A1A4", "caption": "*** Watch the talk through the link in our bio ***\n\nHow do you know if your marketing is actually working? Is that new change to your user interface increasing follow-through? One way of answering such questions is using A/B testing, a topic that can be notoriously difficult to wrap your head around.\n\nIn this talk, speakers from WDSS and @gdmsociety introduce a simpler and more intuitive approach to A/B testing by walking through real projects. On top of this, interactive resources are provided for you to run through the methods yourself.\n\n#marketing #graphicdesign #testing #userexperience #socialmedia #datascience", "timestamp": "2021-01-26T19:23:05+0000", "category": ""}, {"id": "18136094587177182", "media_url": "https://scontent-lhr8-1.cdninstagram.com/v/t51.29350-15/141450629_717455418934689_7866014173574822649_n.jpg?_nc_cat=100&ccb=3&_nc_sid=8ae9d6&_nc_ohc=TzrL1dajXQQAX-t0e_c&_nc_ht=scontent-lhr8-1.cdninstagram.com&oh=3de9c783fcca1a95c7a77b6049256e2f&oe=6059D845", "caption": "** Talk link in bio **\n\nOpen data is the concept that data should be freely accessible to everyone without restrictions. The National Audit Office, an independent body responsible for auditing UK government departments, has been reporting on the how the government is fulfilling its commitments to promote transparency of information. They report that public data contributes £16 billion annually to the UK economy, so what is this all about?\n\nDiscover the incredible importance of open government data, how it is collected and used. This talk will discuss these topics whilst also displaying some of the student opportunities alongside a Q&A. Here, you will be able to ask questions and discover a role for you.", "timestamp": "2021-01-23T17:18:10+0000", "category": ""}, {"id": "18136124212178800", "media_url": "https://scontent-lhr8-2.cdninstagram.com/v/t51.29350-15/139476213_742351000041227_6677490648018543955_n.jpg?_nc_cat=104&ccb=3&_nc_sid=8ae9d6&_nc_ohc=83S7-a2y0d0AX-TpalH&_nc_ht=scontent-lhr8-2.cdninstagram.com&oh=cd2b0ad570b84c4dea12e0af19badac9&oe=60599B78", "caption": "** Link to event in bio **\n\nOur Code Nights are an open and relaxed way to meet people interested in coding. This term we are using a new platform that will allow you to make more human-like interactions. \n\nWith Gather you control a character in a virtual world, where you instantly join a video call when you are near someone - mimicking real life. There are also lots of other exciting features making this more than just a regular video call. Are you interested? Join us this Friday for our first ever Code Night with Gather!", "timestamp": "2021-01-18T14:24:01+0000", "category": ""}, {"id": "17870041541247820", "media_url": "https://scontent-lht6-1.cdninstagram.com/v/t51.29350-15/139258075_1113651159064285_7208217442255673512_n.jpg?_nc_cat=106&ccb=3&_nc_sid=8ae9d6&_nc_ohc=biVYUixc3PoAX-gSKiR&_nc_ht=scontent-lht6-1.cdninstagram.com&oh=989c2e679e09321dbb95fa607368c179&oe=605A2C1C", "caption": "** Talk link in bio **\n\nMeet our speakers for our Intel event! We have various speakers from Machine Learning and AI to Finance discussing the use of predictive analytics at one of the worlds largest semiconductor chip manufacturer.\n\nDuring the event, you will learn about the student opportunities at Intel, as well as having the chance to talk to the speakers. We look forward to seeing you!", "timestamp": "2021-01-17T15:10:00+0000", "category": ""}, {"id": "18025514512288585", "media_url": "https://scontent-lht6-1.cdninstagram.com/v/t51.29350-15/138639326_341670803488465_8971065935508081231_n.jpg?_nc_cat=111&ccb=3&_nc_sid=8ae9d6&_nc_ohc=wMid88vC3HkAX-Ql-LV&_nc_ht=scontent-lht6-1.cdninstagram.com&oh=37272954b8fb30f982d691a8617135a5&oe=60570066", "caption": "** Talk link in bio **\n\nWe've all heard of Intel. The computer you are using now may even contain components designed by Intel. It is currently the world's largest and highest-valued semiconductor chip manufacturer based on revenue. Their expansive tech business covers all hardware needs from processors to server solutions.\n\nIn this panel discussion with Intel, learn how they use predictive analytics to solve business problems as well as maintaining quality assurance in their products. We will also see how they are upgrading from Excel to more advanced tools such as Power BI. Later there is a discussion on student opportunities at Intel accompanied by a Q&A session, where you can make a strong first impression and learn more about the company.", "timestamp": "2021-01-12T13:35:44+0000", "category": ""}, {"id": "17873985026029049", "media_url": "https://scontent-lht6-1.cdninstagram.com/v/t51.29350-15/127171802_398474344798968_6688689044216313008_n.jpg?_nc_cat=111&ccb=3&_nc_sid=8ae9d6&_nc_ohc=kZPwLZGd4IoAX_iiapR&_nc_ht=scontent-lht6-1.cdninstagram.com&oh=689cc3c46679bcea718acca60c4d8266&oe=60588CD0", "caption": "Don't miss this rare chance to network with influential figures across the world of finance.\n\nNote: some of these firms are actively hiring for internship and graduate candidates. As such, this will be an excellent opportunity to network and learn for students passionate about getting a head-start in their career!\n\nPlaces are limited so sign-up for each event before they fill up using the link in our bio.", "timestamp": "2020-11-22T13:36:35+0000", "category": ""}, {"id": "17922306070474362", "media_url": "https://scontent-lhr8-1.cdninstagram.com/v/t51.29350-15/126328619_732929280697964_2992485592314570598_n.jpg?_nc_cat=109&ccb=3&_nc_sid=8ae9d6&_nc_ohc=0Bk-rajVpbIAX9nAHrq&_nc_ht=scontent-lhr8-1.cdninstagram.com&oh=aa84c7d1fd76f1de57a4c71b6cf08119&oe=60567704", "caption": "*** Secure your place via the link in our bio ***\n\nMeet Lloyd Satchwell, an algorithmic trader at Millennium Capital—a world-leading systematic hedge fund—with over a decade of experience across quantitative analysis in both the buy-side and sell-side, and over 5 years at Credit Suisse.\n\nThe talk will be held live via Zoom and introduced by Ciaran Evans, our Vice President. It will also feature a Q&A with the opportunity to ask any questions you desire about Millennium or the industry as a whole. We look forward to meeting you.", "timestamp": "2020-11-21T15:00:36+0000", "category": ""}, {"id": "17900113966620943", "media_url": "https://scontent-lhr8-2.cdninstagram.com/v/t51.29350-15/125918126_1281304365562922_4986538058654972241_n.jpg?_nc_cat=105&ccb=3&_nc_sid=8ae9d6&_nc_ohc=j-MOh2O_fYMAX-iTjGd&_nc_oc=AQlgDwID8rMuMpnoh53fKU-jcLb5eWcm4QS5f5PjciRmBI7e05AGvN8lbNDAp8kyCgQ&_nc_ht=scontent-lhr8-2.cdninstagram.com&oh=c8af378ff65205cb0bade91604fafa0d&oe=60581FF0", "caption": "*** Secure your place via the link in our bio ***\n\nMeet Scott Bradley—formerly Head of Electronic Trading Sales at JPMorgan, MD of Algorithmic Trading at Bear Stearns, and Electronic Sales Trader at Goldman Sachs—now the Head of Sales and Global Business Development at the London Stock Exchange Group.\n\nHear Scott discuss his decades of experience across algorithmic/electronic sales trading. This is an unmatched, never-again opportunity to network with a true leader of the industry.\n\nThe talk will be held live via Zoom and introduced by Ciaran Evans, our Vice President. It will also feature a Q&A with the opportunity to ask any questions you desire about LSEG or the industry as a whole. We look forward to meeting you.", "timestamp": "2020-11-20T16:08:02+0000", "category": ""}, {"id": "17914919617503905", "media_url": "https://scontent-lht6-1.cdninstagram.com/v/t51.29350-15/125914650_1734108973431255_6116986120538307493_n.jpg?_nc_cat=111&ccb=3&_nc_sid=8ae9d6&_nc_ohc=42oStwj5ElEAX8WzZ0h&_nc_ht=scontent-lht6-1.cdninstagram.com&oh=d2eca518824f4ebf9e1633ef87da8776&oe=6056D5E2", "caption": "*** Secure your place via the link in our bio ***\n\nMeet Russell Barker—Global Head of Data Strats at Morgan Stanley and former director at Merrill Lynch.\n\nIn this talk, Russell will give an overview of the various roles open to a Data Scientist in the finance industry, focusing on Front Office projects, supporting Sales and Trading Desks.\n\nWe will talk about the various skills and attributes needed to be successful as a Data Scientist in a trading environment, the key groups that you will work with, and how your work will impact the business.\n\nFinally, we will go into detail about a couple of data projects completed by the team to give a flavour of the sort of thing that you would be likely to work with in a Data Strat role.\n\nThe talk will be held live via Zoom and introduced by Ciaran Evans, our Vice President. It will also feature a Q&A with the opportunity to ask any questions you desire about MS or the industry as a whole. We look forward to meeting you.", "timestamp": "2020-11-19T16:01:34+0000", "category": ""}, {"id": "17909232628542769", "media_url": "https://scontent-lhr8-2.cdninstagram.com/v/t51.29350-15/125502734_426834161662059_7033460666513694476_n.jpg?_nc_cat=104&ccb=3&_nc_sid=8ae9d6&_nc_ohc=Irj6r9DgDMYAX91mYg1&_nc_ht=scontent-lhr8-2.cdninstagram.com&oh=5a45dbd8113821f13f17cfeca6c95588&oe=605838CF", "caption": "* Talk link in bio *\n\nIt is hard to think of a more pervasive example of data science than the Tesco Clubcard. With over 20 million users and a rich 25-year history, this simple idea helped propel Tesco to become the UK supermarket goliath that it is today.\n\nIn this talk, our speakers will discuss how dunnhumby—the global customer data science firm that founded the Clubcard—has and is still is revolutionising the world of retail using data science, through case studies and examples.\n\nWe will also welcome the Global Early Careers Lead to share how you can get involved with the company through their graduate and internship opportunities.", "timestamp": "2020-11-16T19:10:36+0000", "category": ""}, {"id": "17892784615697977", "media_url": "https://scontent-lht6-1.cdninstagram.com/v/t51.29350-15/124688419_141372677675217_4762881967882390265_n.jpg?_nc_cat=111&ccb=3&_nc_sid=8ae9d6&_nc_ohc=WFZP4rBMIKoAX_oDQDf&_nc_ht=scontent-lht6-1.cdninstagram.com&oh=5626a1594e7ae20fbe1a6ef2fff0881e&oe=60586396", "caption": "Exciting events are coming your way. If you're not following WDSS socials already, now is the time to start, so you don't miss out on the chance to network with influential figures across the world of finance.", "timestamp": "2020-11-11T16:33:41+0000", "category": ""}, {"id": "17870536439064707", "media_url": "https://scontent-lhr8-1.cdninstagram.com/v/t51.29350-15/123171972_702706963983543_4728406939786761525_n.jpg?_nc_cat=108&ccb=3&_nc_sid=8ae9d6&_nc_ohc=yeO9yBtm_psAX8petBX&_nc_ht=scontent-lhr8-1.cdninstagram.com&oh=6300c4c5c6263ae8dc6ce7fc63edd333&oe=605A0BE8", "caption": "*** Link to talk in bio***\n\nSPEAKER ANNOUNCEMENT: In this WDSS Virtual Talk, Christina Last and Chris Mainey will share their experiences on using data science whilst on a budget. They will discuss in more details what challenges data scientists face under tight financial constraints and how this affects their work. \n\nChristina is an interdisciplinary data scientist working at the intersection of quantitative social science, technology and the built environment. Her one passion is to shape better communities. She's helped build software, design smart cities and create strategic plans in Upstate New York, Harvard, London, SoCal and NYC. Her most recent work was in collaboration with Data Science for Social Good (DSSG) and UNICEF, serving as the team lead on a project modelling global air quality during Covid19 lockdowns using machine learning algorithms to measure the effect on child health. \n\nShe also works as a Data Scientist at Skwire, a tech-first real estate company building self-learning AI to create better homes for people and communities. \n\nShe devotes her extra time to building tech communities as the AICamp London Chapter Lead, most recently forming a partnership with Google London.\n\nChris Mainey is a Senior Data Scientist/Statistician/Analyst in health informatics. He is a member of the Healthcare Evaluation Data (HED) team at University Hospitals Birmingham NHS Foundation Trust (UHB), and leads development of data science techniques in informatics at UHB.\n\nChris' work focuses on modelling National Health Service (NHS) data. He works primarily in R and SQL Server, and has experience with various statistical modelling and machine learning techniques.\n\nHe leads a local R usergroup at UHB, is a member of the NHS-R community Technical Advisory Group, and is keen to promote R awareness and adoption in the NHS.\n\nWe look forward to seeing you there!", "timestamp": "2020-11-02T13:33:51+0000", "category": ""}, {"id": "17847082319386398", "media_url": "https://scontent-lht6-1.cdninstagram.com/v/t51.29350-15/122741103_2682837655339613_8731359148936867830_n.jpg?_nc_cat=106&ccb=3&_nc_sid=8ae9d6&_nc_ohc=Txxh33kwoGQAX-jPy_J&_nc_ht=scontent-lht6-1.cdninstagram.com&oh=cdfcefbbc09cc1ccf5f9c85b2d7617b9&oe=60579AB0", "caption": "Halloween is fast approaching, so to mark the occasion, we have invited guests from industry and academia to share tales of the most terrifying thing...bad data *gasp*.\n \nOur guests will tell stories of dodgy statistics, corrupt data, and Excel-evil. Not only will you learn about the common pitfalls of data management and how to avoid them in your own work, but you can be entertained whilst doing so.\n \nWe look forward to seeing you there.\n\nSwipe to learn more about our speakers! Link to talk in bio.", "timestamp": "2020-10-28T19:28:41+0000", "category": ""}, {"id": "17866070624088023", "media_url": "https://scontent-lhr8-1.cdninstagram.com/v/t51.29350-15/122573622_2355567027922619_2506873073584944755_n.jpg?_nc_cat=107&ccb=3&_nc_sid=8ae9d6&_nc_ohc=qcaaV5Iwjm0AX8RGOkc&_nc_ht=scontent-lhr8-1.cdninstagram.com&oh=922723a590ac59a8787486da7e3fa751&oe=60596A02", "caption": "*** Link to the talk in bio ***\n\nData science is such a valuable tool, but it can be very pricey! This leaves many organisations that lack funding to struggle to get the best resources and tools. With this, non-profits and charities would find it hard to implement top data science techniques. Nevertheless, they manage to use innovative ways to work round this under their budgets.\n\nIn this panel discussion, Christina Last and Chris Mainey will discuss in more details what challenges data scientists face under the tight financial constraints and how this affects their work.\n\nChristina works as a Data Scientist at Skwire, a tech-first real estate company building self-learning AI to create better homes for people and communities. Her most recent work was in collaboration with Data Science for Social Good (DSSG) and UNICEF, serving as the team leader on a project modelling global air quality during the COVID-19 lockdowns.\n\nChris Mainey is a Senior Data Scientist in health informatics. He is a member of the Healthcare Evaluation Data (HED) team at University Hospitals Birmingham NHS Foundation Trust (UHB) and leads the development of data science techniques in informatics at UHB. His work focuses on modelling the National Health Service (NHS) data.", "timestamp": "2020-10-27T16:46:36+0000", "category": ""}]}}