{"main": {"name": "WDSS Instagram Links", "currentYear": "2021", "image": "profilepic.jpg", "bio": "Warwick Data Science Society (WDSS) is focused on bridging the gap between disciplines to help all students answer the questions that matter to them. Through our talks, teaching, and research we aim to educate and inspire everyone about data science.", "social": [{"name": "facebook", "url": "https://www.facebook.com/warwickdatasciencesociety", "className": "fa fa-facebook"}, {"name": "linkedin", "url": "https://www.linkedin.com/company/warwickdatasciencesociety", "className": "fa fa-linkedin"}, {"name": "instagram", "url": "https://www.instagram.com/warwickdatasciencesociety/", "className": "fa fa-instagram"}, {"name": "youtube", "url": "https://youtube.com/warwickdatasciencesociety", "className": "fa fa-youtube"}]}, "portfolio": {"posts": [{"id": "17934793804504008", "media_url": "https://scontent-lcy1-1.cdninstagram.com/v/t51.2885-15/193608018_328356622070930_125335322268032459_n.jpg?_nc_cat=107&ccb=1-3&_nc_sid=8ae9d6&_nc_ohc=Js6OgYQ_UMkAX-6R6Km&_nc_ht=scontent-lcy1-1.cdninstagram.com&oh=9bd70c24606a915b4ea06359da06940f&oe=60BADDDE", "caption": "Hey, missed out on an internship this summer? WDSS has got you covered! With WDSS Summer Research projects you can get first-hand research experience in an academic setting and supercharge your CV with real-world experience. We have just published three new guided projects supervised by a current Postgraduate student from the Department of Statistics. To apply and to learn more about WDSS's Summer Research Projects go to: https://recruitment.wdss.io", "timestamp": "2021-05-28T11:21:38+0000", "category": "https://recruitment.wdss.io"}, {"id": "17918488105672661", "media_url": "https://scontent-lcy1-1.cdninstagram.com/v/t51.2885-15/191330205_525133848511919_2564270318745396528_n.jpg?_nc_cat=108&ccb=1-3&_nc_sid=8ae9d6&_nc_ohc=gtwN_OxzVloAX9A1dJw&_nc_ht=scontent-lcy1-1.cdninstagram.com&oh=0085fdd030763bb518e77457ae328ca9&oe=60BAE2AE", "caption": "We are delighted to announce that WDSS has been shortlisted for the 2020-21 Society of the Year award at Warwick! This is a tremendous achievement for a Society that, in less than a year of existence, managed to host 60+ events, imparted courses to over 1,000 students, conducted 20+ research projects and even launched its own podcast. This goes to highlight both the hard work and dedication of this year's Exec, as well as the fervent passion for data science in the University. Hopefully, as a community, we can continue bringing students closer to data science and pushing the bounds of what societies do!", "timestamp": "2021-05-26T13:11:05+0000", "category": ""}, {"id": "17849438297558775", "media_url": "https://scontent-lcy1-1.cdninstagram.com/v/t51.2885-15/186215162_757160708285746_5308284977553184442_n.jpg?_nc_cat=110&ccb=1-3&_nc_sid=8ae9d6&_nc_ohc=Ld1vS6PsPbMAX9FlyDi&_nc_ht=scontent-lcy1-1.cdninstagram.com&oh=9e5d804e680e0ad373959f859142c8de&oe=60B980B5", "caption": "The first batch of WDSS's Summer Research Projects has just been released! \n\nThese projects are open to students from all universities and all courses. As a researcher, you will be involved in the project proposals working in a team or individually. Also, researches will have access to a wide range of resources and support from data scientists, graduates, and PhD students. \n\nTo find out more about the Summer Research Projects scheme visit: research.wdss.io/summer-research-projects\n\nTo see the available projects and to apply got to: recruitment.wdss.io \n\nKeep an eye on our social media for more projects!", "timestamp": "2021-05-15T16:38:01+0000", "category": ""}, {"id": "17901643678851457", "media_url": "https://scontent-lcy1-1.cdninstagram.com/v/t51.2885-15/181667880_315030520002186_8743439475833073941_n.jpg?_nc_cat=103&ccb=1-3&_nc_sid=8ae9d6&_nc_ohc=S-8SVMBHTioAX_kBenK&_nc_ht=scontent-lcy1-1.cdninstagram.com&oh=012c661672dba81722f60a52eaa97bc1&oe=60B97B4A", "caption": "WDSS IS BACK WITH SUMMER RESEARCH PROJECTS!\n\nWe have in place some interesting research opportunities that will allow you to build your CV, while being a part of real-world business cases. This is the perfect chance to engage yourself with PhD students and gain valuable experience without the hassle of internships.\n\nWatch this space for project details and application information.", "timestamp": "2021-05-05T00:01:14+0000", "category": ""}, {"id": "17911464610716379", "media_url": "https://scontent-lcy1-1.cdninstagram.com/v/t51.2885-15/182065199_146134907476350_7602791761258714645_n.jpg?_nc_cat=105&ccb=1-3&_nc_sid=8ae9d6&_nc_ohc=A_XlW0li5SMAX-4N-ol&_nc_ht=scontent-lcy1-1.cdninstagram.com&oh=e9d52bd39905d5a3e65b236e5cd678d9&oe=60B91F30", "caption": "Data science is a constantly evolving field, to stay on top of every development would be impossible so data scientists need to work together to achieve success. Not only this, but communication and structure are now more important than ever. In episode 9 of DataBasic, we talk to Simon Prinn about what data science looks like in a multinational company and how to effectively structure and manage teams of data scientists.\n\nYouTube: https://www.youtube.com/watch?v=-IH67khBNKc \n\nWebsite: https://www.databasicpodcast.com//episode9", "timestamp": "2021-05-03T16:32:09+0000", "category": "https://www.youtube.com/watch?v=-IH67khBNKc,https://www.databasicpodcast.com//episode9"}, {"id": "17904282019751322", "media_url": "https://scontent-lcy1-1.cdninstagram.com/v/t51.29350-15/161702310_864536384092405_9004579595504728313_n.jpg?_nc_cat=105&ccb=1-3&_nc_sid=8ae9d6&_nc_ohc=XfIt8-absGwAX8YMMZ6&_nc_ht=scontent-lcy1-1.cdninstagram.com&oh=a1d5ce944de44fe59cceb27d653c1059&oe=60BA4726", "caption": "Why join WDSS as an exec or team member? Well, the list go on...\n\nGrowing a new society is an incredibly tough job, and if you want to see WDSS's plethora of free teaching, research opportunities, high-quality talks, and recruitment opportunities continue next year, it is vital that we fill our exec and team.\n\nIf you have benefited from the society this year, please consider sharing this post, so you can continue to do so in the future.\n\nFull nomination details pinned on our Facebook.", "timestamp": "2021-03-17T12:33:01+0000", "category": ""}, {"id": "17897692864885555", "media_url": "https://scontent-lcy1-1.cdninstagram.com/v/t51.29350-15/161053033_248464420276193_133916469049948599_n.jpg?_nc_cat=107&ccb=1-3&_nc_sid=8ae9d6&_nc_ohc=mVpPUSy1GFAAX_0KWil&_nc_ht=scontent-lcy1-1.cdninstagram.com&oh=e367dc041ba1c5aab836400ba74a39d8&oe=60B9B02B", "caption": "We've all heard of LADbible, but have you ever considered what data science looks like in the company? There is no one better to answer this question than Jennifer Stark. Jennifer is the Lead Data Engineer at the company who uses Python and Google Cloud Platform to develop data pipelines and data products.\n\nIn this talk, Jennifer will shed light on her work at LADbible Group as well as discuss the various skills and attributes needed to be successful at her role. The talk will be followed by a Q&A session where you will get a chance to ask questions.\n\nThe event will happen on Zoom at 6 pm on Friday 19th March. Click the link in our bio to find the event!", "timestamp": "2021-03-16T21:12:55+0000", "category": ""}, {"id": "17928288757518514", "media_url": "https://scontent-lcy1-1.cdninstagram.com/v/t51.29350-15/160060810_187046149594652_1441913030494315658_n.jpg?_nc_cat=103&ccb=1-3&_nc_sid=8ae9d6&_nc_ohc=nVh4JoFhuKwAX-TQx3v&_nc_ht=scontent-lcy1-1.cdninstagram.com&oh=82fbe5548def5e110342bb69b5012990&oe=60B9323A", "caption": "*** The link is shared in our bio ***\n\nWelcome our last speaker of Data Science for Social Media Series! \n\nIn this talk, Jennifer Stark will share her experience as a Lead Data Engineer at LADbible Group. We will discuss the various skills and attributes needed to be successful at her job. The talk will be followed by a Q&A session where you will get a chance to ask questions.\n\nThe event will happen on Zoom at 6 pm on Friday 19th March. Click “going” so you don’t miss out!", "timestamp": "2021-03-14T17:08:55+0000", "category": ""}, {"id": "17868047612353553", "media_url": "https://scontent-lcy1-1.cdninstagram.com/v/t51.29350-15/159193018_122771036459153_7490630221537455627_n.jpg?_nc_cat=107&ccb=1-3&_nc_sid=8ae9d6&_nc_ohc=YtNDxUcXRo0AX9yG-__&_nc_ht=scontent-lcy1-1.cdninstagram.com&oh=ca1867f9bd916573e7b2402107e9b8a1&oe=60BADF9F", "caption": "*** The link is shared in our bio ***\n\nWith the election process coming up, we are sure you have a lot to ask our exec. We are inviting everyone interested to join the WDSS social at 6 pm on Tuesday 16th March. You will get a chance to talk privately to any of the executive members of the society and find out in more detail what they did during the year. Also, join if you have any questions about the election process. The event will be held in Gather, and we kindly ask you to show your intention to attend the event by clicking “going”.\n \n-      What is gather?\nGather is essentially a web-conferencing software like Zoom, but with the added component of seeing the virtual “room”, and with the ability to move around and interact with other participants based on your locations in the room, just like real life.", "timestamp": "2021-03-11T19:16:27+0000", "category": ""}, {"id": "17956342657404349", "media_url": "https://scontent-lcy1-1.cdninstagram.com/v/t51.29350-15/158448034_358687848599065_6845219699705749843_n.jpg?_nc_cat=111&ccb=1-3&_nc_sid=8ae9d6&_nc_ohc=wI5JQChleE4AX8qA-vK&_nc_ht=scontent-lcy1-1.cdninstagram.com&oh=85f5fe79e5c9683a2c0f99475f73a9bf&oe=60B969CD", "caption": "*** The link is shared in our bio ***\n\nIn our third instalment of this year of the Student Speaker Series, you will hear about two interesting topics.\n\nPatricio Hernandez Senosian -- Getting Them Stonks: A (brief) Introduction to Portfolio Optimization\n\nYou win the lottery, get your first pay-check, or receive a significant, unforeseen amount of money... What do you do? In this talk, Pat will show you how to pick and visualise the optimal allocation of assets within an investment portfolio according to different financial assessment metrics and your own risk-reward appetite.\n\nManmeet Baryah and Shantel Situmal -- The Ethics of Blockchain\n\nThe blockchain has become a crucial part of the 4th industrial revolution and will only become more widespread through the economy. This presentation investigates the ESG (environmental, social and governance) impact that this new technology is beginning to have, both the good and bad.", "timestamp": "2021-03-10T16:42:10+0000", "category": ""}, {"id": "17866618424376910", "media_url": "https://scontent-lcy1-1.cdninstagram.com/v/t51.29350-15/158183072_2949669665358268_7233280899864432620_n.jpg?_nc_cat=111&ccb=1-3&_nc_sid=8ae9d6&_nc_ohc=QTNZNEo-6X0AX9UeOig&_nc_ht=scontent-lcy1-1.cdninstagram.com&oh=e1f243c37f489d78ac44085a25f79ea5&oe=60B91854", "caption": "*** Find the link in our bio ***\n\nMeet Evan Chow, an experienced data scientist who has worked at various Silicon Valley companies, including Snapchat and Uber. He is a Princeton graduate and is currently on sabbatical to pursue educational goals at LSE.\n\nThe talk will be about Evan’s experience in the data science team at Snapchat. If you are particularly interested in the application of data science in fields like economics and business, join our zoom call at 6 pm on Friday.", "timestamp": "2021-03-09T19:04:31+0000", "category": ""}, {"id": "17890587703973375", "media_url": "https://scontent-lcy1-1.cdninstagram.com/v/t51.29350-15/158913249_451773165941611_2372302297481199842_n.jpg?_nc_cat=104&ccb=1-3&_nc_sid=8ae9d6&_nc_ohc=wjCm4hbczxEAX-XEBfU&_nc_ht=scontent-lcy1-1.cdninstagram.com&oh=c4424e83b15d8630cf4c1d1d51bc4058&oe=60B9F160", "caption": "*** Find the link to the event in our bio ***\n\nWe are continuing our Data Science for Social Media Series with a new speaker coming from Snapchat! Meet Evan Chow, an experienced data scientist & applied researcher, currently on sabbatical to pursue educational goals at the LSE.\n\nIn this talk, Evan will shed light on his work at Snapchat. In particular, he will share how he was able to augment his social science background with technical skills that led him to become a professional data scientist with a strong emphasis on business and economics. The talk will be followed by a Q&A session where you will get a chance to ask questions.\n\nThe event will happen on Zoom at 6 pm on Friday 12th March. We look forward to meeting you!", "timestamp": "2021-03-07T19:01:08+0000", "category": ""}, {"id": "17906394448700773", "media_url": "https://scontent-lcy1-1.cdninstagram.com/v/t51.29350-15/156256944_234728418354477_8346834354752417934_n.jpg?_nc_cat=106&ccb=1-3&_nc_sid=8ae9d6&_nc_ohc=JQv5RxomQLQAX-Ki3Ib&_nc_ht=scontent-lcy1-1.cdninstagram.com&oh=e5736fa4c73aaba974f41503b53ec772&oe=60B91EF6", "caption": "*** The link to the talk is published in bio ***\n\nIn this talk, Richard Tomsett, Senior Applied Scientist at Onfido, will explain the concept of robustness in machine learning (ML), looking at what ML does well, what it isn’t so good at, and the weird and unexpected ways it can fail. He will go into some details about the work being done to improve robustness, including uncertainty estimation and adversarial methods. Finally, Richard will discuss this work within the context of ML and, more broadly, AI, as they are used in the industry. He will introduce the concept of AI governance and how robustness is just part of a whole range of governance processes that are crucial in real-world AI applications. The talk will be accompanied by a Q&A session, where you can learn more about the company.", "timestamp": "2021-03-03T17:46:38+0000", "category": ""}, {"id": "17983822042340254", "media_url": "https://scontent-lcy1-1.cdninstagram.com/v/t51.29350-15/154781942_2698090217168048_5833863232469908296_n.jpg?_nc_cat=111&ccb=1-3&_nc_sid=8ae9d6&_nc_ohc=bVO28AuudywAX89n82M&_nc_ht=scontent-lcy1-1.cdninstagram.com&oh=6bae26241fc8c35bce095a71ba140fe7&oe=60B9CA9B", "caption": "*** Find the link in our bio ***\n\nMeet Omar Pardo Gomez — Data Scientist at Facebook and a former Data Science intern at Airbnb.\n\nIn this talk, Omar will talk about what data science looks like at Facebook and discuss the various skills and attributes needed to be successful at his job.\n\nThe talk will be held live via Zoom and introduced by Martin Smit. It will also feature a Q&A with the opportunity to ask any questions you desire about the company or the industry as a whole. We look forward to meeting you.", "timestamp": "2021-03-02T15:54:20+0000", "category": ""}, {"id": "17898804028779980", "media_url": "https://scontent-lcy1-1.cdninstagram.com/v/t51.29350-15/154626574_1042650382894035_4470985136911266390_n.jpg?_nc_cat=100&ccb=1-3&_nc_sid=8ae9d6&_nc_ohc=kqXE6kaa6GsAX-JLeTE&_nc_ht=scontent-lcy1-1.cdninstagram.com&oh=13ad9b5ddd48e674dccc6750256a1c00&oe=60BACE7C", "caption": "*** You can find the link to the event in bio ***\n\nHave you ever wondered what it means to be a data scientist in the world's biggest and most famous social network? Then come and join us at 7 pm on Friday 5th March to hear from our speaker Omar Pardo Gomez, Data Scientist at Facebook.\n\nIn this talk, we will discuss what data science looks like at Facebook and give you some advice on becoming employed as a data scientist in the company. You will also get a chance to ask your question in the Q&A at the end.\n\nThe event will be hosted on Zoom. We look forward to seeing you!", "timestamp": "2021-02-28T20:28:47+0000", "category": ""}, {"id": "17906966521711490", "media_url": "https://scontent-lcy1-1.cdninstagram.com/v/t51.29350-15/153638209_178453357385870_773593745476659796_n.jpg?_nc_cat=108&ccb=1-3&_nc_sid=8ae9d6&_nc_ohc=1Ffuq7qVDWYAX_WVnob&_nc_ht=scontent-lcy1-1.cdninstagram.com&oh=006d689ae842006a28ca197a32c3f56d&oe=60BAC2BA", "caption": "*** The link to the event is shared in bio ***\n\nWorking on a project and want to share your progress?\n\nWant to meet like-minded students interested in data science?\n\nNeed advice from experienced data scientists?\n\nWDSS's code night is an opportunity to meet up (virtually) with students interested in data science, to share ideas and learn from each other.\n\nHosted through Gather, attendees can move around in a virtual space, chatting to others and sharing screens for support. It is a great chance to get help, talk about your projects or about data science in general.\n\nWhether you're an experienced machine learning guru, or you've literally just picked up coding, you'll be completely welcome and hopefully learn a lot from others in the process.", "timestamp": "2021-02-26T12:48:00+0000", "category": ""}, {"id": "18130861342196359", "media_url": "https://scontent-lcy1-1.cdninstagram.com/v/t51.29350-15/151780583_200230194790386_4339230331337625491_n.jpg?_nc_cat=104&ccb=1-3&_nc_sid=8ae9d6&_nc_ohc=61wcY6wuf3wAX-zs50K&_nc_ht=scontent-lcy1-1.cdninstagram.com&oh=15c403625ac353cbcbe75b7d7d5d9ae7&oe=60BACD8D", "caption": "*** You can find the link to the event in our bio ***\n\nJoin us next Thursday (25th February) for a relaxing evening online with WDSS! \n\nWe will be watching a documentary film ‘AlphaGo’ that reveals an inside look at the dramatic competition between an 18-time world champion Korean Go player Lee Sedol and an artificial intelligence AlphaGo created by DeepMind.\n\nBe part of the conversation through the live chat or simply kick back and enjoy the story.\n\nThe event will be hosted on Zoom.", "timestamp": "2021-02-18T18:52:56+0000", "category": ""}, {"id": "17885152712039509", "media_url": "https://scontent-lcy1-1.cdninstagram.com/v/t51.29350-15/150611244_768863383987035_3613614022953786025_n.jpg?_nc_cat=111&ccb=1-3&_nc_sid=8ae9d6&_nc_ohc=VeX8DiV9ndAAX9apO_2&_nc_ht=scontent-lcy1-1.cdninstagram.com&oh=2eb8aaa703bd78e6ff72f6afcebcc265&oe=60BA8C46", "caption": "*** The link for tomorrow’s event is shared in bio ***\n\nIn our second instalment of this year of the Student Speaker Series, you will hear about two interesting topics.\n\nHMC: Imaginary Physics meet Bayesian Computation -- Fernando Zepeda\n\nFor decades, Bayesian Statistics was restricted to simplified models due to the difficulty in calculating posterior densities. But with computing power, came the ability to simulate and do more realistic Bayesian Computation. In this talk, we'll talk about how simulating imaginary physical systems help us do that.\n\nWeb Scraping In Bioinformatics -- Nicolas Delgado\n\nDifferent machine learning and virtual screening methodologies demand large inputs of data to reach meaningful results. When the direct download of large databases is not available, web scraping becomes a powerful tool for the retrieving of chemical and biological data. Here, we will see the R package \"rvest\" for the automatisation of processes which would otherwise delay vital results. Key examples: flavonoids against COVID, and metallochaperones in tuberculosis drug design.", "timestamp": "2021-02-17T20:33:39+0000", "category": ""}, {"id": "17907016678664583", "media_url": "https://scontent-lcy1-1.cdninstagram.com/v/t51.29350-15/149501895_249096996814040_8008941329461204208_n.jpg?_nc_cat=108&ccb=1-3&_nc_sid=8ae9d6&_nc_ohc=fnTskshfZbwAX-okOl6&_nc_ht=scontent-lcy1-1.cdninstagram.com&oh=62279034c0d55f325ae935b4ccdcfe6d&oe=60B9BC69", "caption": "Don't miss out on this once-in-a-lifetime opportunity—a state-of-the-art diagnostics facility on your doorstep.\n\nLearn more about the opportunity and meet the recruiters/department heads at our kick-off event, linked in our bio.", "timestamp": "2021-02-13T16:55:54+0000", "category": ""}, {"id": "18174483571075076", "media_url": "https://scontent-lcy1-1.cdninstagram.com/v/t51.29350-15/148702985_2955298278080252_6789499257415774614_n.jpg?_nc_cat=103&ccb=1-3&_nc_sid=8ae9d6&_nc_ohc=BFYUehvhNKIAX9Ajx-n&_nc_ht=scontent-lcy1-1.cdninstagram.com&oh=5254813454d78d02d0e89cf26b744eee&oe=60BA2604", "caption": "*** Link to the event in bio ***\n\nMeet our speaker Rowan, a data scientist working for AstraZeneca. He will discuss how machine learning and data science is used in the pharmaceutical industry.\n\nDuring the event, you will have a chance to learn more about the company and ask a question from a Warwick graduate. We look forward to seeing you!", "timestamp": "2021-02-12T19:50:16+0000", "category": ""}, {"id": "17937194302458404", "media_url": "https://scontent-lcy1-1.cdninstagram.com/v/t51.29350-15/148439129_455317965502301_1867014617867568933_n.jpg?_nc_cat=108&ccb=1-3&_nc_sid=8ae9d6&_nc_ohc=mfOb__9s3u0AX-E8mLO&_nc_ht=scontent-lcy1-1.cdninstagram.com&oh=108309a557ace9624546d25404aa96a0&oe=60BA4996", "caption": "WDSS elections are coming!\n\nWe'll be offering more details in the coming weeks, but for now, you can check out our preliminary structure for the next academic year below.\n\nThere are many roles that do not require data science or coding backgrounds and provide incredible work experience such as:\n- Research Blog Editor\n- Podcast Producer\n- Webmaster\n- Marketing/Design Officer\n\nIf you know someone that may be interested in any of these roles and wants to join a vibrant, impactful, and fast-growing society, make sure they're following this page to be informed when nominations open.", "timestamp": "2021-02-10T19:33:46+0000", "category": ""}, {"id": "17887932571914086", "media_url": "https://scontent-lcy1-1.cdninstagram.com/v/t51.29350-15/148095982_242280307446648_8372499026057391658_n.jpg?_nc_cat=111&ccb=1-3&_nc_sid=8ae9d6&_nc_ohc=9KNJjXYAjDQAX_h_JeP&_nc_oc=AQnQyH7915PkQ4e6y-dWp2agr6eT5owVWvt3QIcAPi0kGw4FVndABL_klDVfpzP_MHA&_nc_ht=scontent-lcy1-1.cdninstagram.com&oh=a7311654c3fb4db56786e3d70a8826dd&oe=60BA72C4", "caption": "*** Link to the event will be shared soon in bio ***\n\nEveryone knows that drug discovery is an expensive business. It is estimated that, on average, a pharma company spends 10–15 years and around $4 billion to bring the new drug to the market. Luckily, machine learning has presented a great opportunity to the biomedical and pharmaceutical companies like AstraZeneca to efficiently access and understand vast amounts of chemical data in very little time.\n\nIn this talk with Astra Zeneca, you will discover how machine learning and data science are used in the pharmaceutical industry. In particular we will discuss: how large biomedical knowledge graphs are used to propose new drug targets; how Bayesian neural networks and probabilistic programming can help improve drug safety; and how image recognition is used in drug discovery.", "timestamp": "2021-02-09T19:07:41+0000", "category": ""}, {"id": "17883707294002990", "media_url": "https://scontent-lcy1-1.cdninstagram.com/v/t51.29350-15/148190435_447254259759671_7337043029902194568_n.jpg?_nc_cat=109&ccb=1-3&_nc_sid=8ae9d6&_nc_ohc=iapNOC8Ew_IAX-UPpzS&_nc_ht=scontent-lcy1-1.cdninstagram.com&oh=c284ecd3c785e1ba10fe8475e926b2f0&oe=60B94519", "caption": "This Thursday we are meeting for our second Code Night with Gather! Join us if you want to learn more about WDSS summer research projects, or if you want to find out what new exec role openings we offer. During the event Tim will be also introducing a statistical modelling tool called “Stan”.\n\n*** You can find the link to the event in bio ***\nDon’t forget to click ‘going’ 😉\n\nWith Gather you control a character in a virtual world, where you instantly join a video call when you are near someone - mimicking real life. There are also lots of other exciting features making this more than just a regular video call.", "timestamp": "2021-02-08T19:17:37+0000", "category": ""}, {"id": "17887818304907919", "media_url": "https://scontent-lcy1-1.cdninstagram.com/v/t51.29350-15/146926138_416986652919897_196962512326414905_n.jpg?_nc_cat=108&ccb=1-3&_nc_sid=8ae9d6&_nc_ohc=Suf8HO8XxTsAX89YCkF&_nc_oc=AQk5C2S6DIYOpamL1ux1xirggaHSnDJPnAPn1GYS2V-K3W6BvcpXSWcpcxHxNhGx0fc&_nc_ht=scontent-lcy1-1.cdninstagram.com&oh=edb827b1aa826fbb0bbd760092fc7221&oe=60BA79CC", "caption": "*** Event link in bio ***\n\nAre you graduating or recently-graduated (BSc, MSc, PhD) student interested in data science, biomedical science or chemistry?\n\nWDSS are the exclusive recruitment partner at the University of Warwick for the government's brand-new mega lab testing facility in Leamington spa.\n\nWith over 2000 well-paying and cutting-edge job opportunities, many for suitable for graduating students, this is an opportunity you don't want to miss out on.\n\nLearn more about the facility, the opportunities available, and get a head start on your application by networking with recruitment officers and heads of departments at this event.\n\n#recruitment #science #opportunities #networking", "timestamp": "2021-02-06T17:19:03+0000", "category": ""}, {"id": "17871076937282563", "media_url": "https://scontent-lcy1-1.cdninstagram.com/v/t51.29350-15/145641063_1561043517618275_3342847819366792256_n.jpg?_nc_cat=101&ccb=1-3&_nc_sid=8ae9d6&_nc_ohc=WMNHlefcyO8AX_NZWsk&_nc_ht=scontent-lcy1-1.cdninstagram.com&oh=d260a7a2d3c4703138f20d834ce81e98&oe=60B989BD", "caption": "*** The link will be shared soon ***\n\nWorking on a project and want to share your progress?\nWant to meet like-minded students interested in data science?\nNeed advice from experienced data scientists?\n\nWDSS's code night is an opportunity to meet up (virtually) with students interested in data science, to share ideas and learn from each other.\n\nHosted through Gather, attendees can move around in a virtual space, chatting to others and sharing screens for support. It is a great chance to get help, talk about your projects or about data science in general.\n\nWhether you're an experienced machine learning guru, or you've literally just picked up coding, you'll be completely welcome and hopefully learn a lot from others in the process.", "timestamp": "2021-02-04T21:58:34+0000", "category": ""}]}}